[
  {
    "id" : "java",
    "card_title" : "Java",
    "header" : "Java",
    "subhead" : "Java is a versatile, high-level programming language that is widely used for backend development and building cross-platform applications.",
    "description" : "My experience with Java spans over 7 years, during which I have developed expertise in frameworks such as Hibernate and Spring. I specialize in applying SOLID principles, Object-Oriented Programming (OOP), and creating scalable, maintainable backend solutions. I have a strong focus on leveraging Spring Boot and Hibernate for efficient database management and seamless application performance.",
    "extra_info" : "Specialization in Hibernate, Spring Framework, SOLID principles, and OOP.",
    "hex_color" : "#f2873a"
  },
  {
    "id" : "android",
    "card_title" : "Android",
    "header" : "Android",
    "subhead" : "Android is a mobile operating system widely used for developing apps for smartphones and tablets.",
    "description" : "With 5 years of experience in Android development, I have successfully launched several applications, with over 200k downloads. My focus has been on creating intuitive and high-performance mobile applications while optimizing user experiences across various devices.",
    "extra_info" : "Experience with Android SDK, performance optimization, and UI/UX design.",
    "hex_color" : "#77C159"
  },
  {
    "id" : "selenium-webdriver",
    "card_title" : "Selenium",
    "header" : "Selenium WebDriver & Web Scraping",
    "subhead" : "Selenium WebDriver is a popular tool for automating web applications for testing purposes and web scraping.",
    "description" : "Over the past 5 years, I have gained expertise in implementing automated tests and web scraping solutions using Selenium WebDriver. I focus on designing robust test architectures, optimizing testing frameworks, and efficiently extracting data from websites to support scalable software development and quality assurance.",
    "extra_info" : "Skilled in test automation, web scraping, and improving software quality.",
    "hex_color" : "#78909C"
  },
  {
    "id" : "appium",
    "card_title" : "Appium",
    "header" : "Appium",
    "subhead" : "Appium is an open-source mobile application testing tool that supports cross-platform testing for native, hybrid, and mobile web applications.",
    "description" : "With 3 years of experience using Appium, I have developed and implemented automated tests for mobile devices, ensuring that applications perform consistently and reliably across various devices and operating systems.",
    "extra_info" : "Expertise in cross-platform mobile testing and performance optimization.",
    "hex_color" : "#65308F"
  },
  {
    "id" : "seo",
    "card_title" : "SEO",
    "header" : "Search Engine Optimization (SEO)",
    "subhead" : "SEO is the practice of optimizing websites to rank higher in search engine results, driving organic traffic and enhancing user engagement.",
    "description" : "With 4 years of experience in SEO, I specialize in optimizing e-commerce platforms to improve search engine rankings and drive organic traffic. My skills include on-page and off-page SEO strategies, keyword research, and applying best practices to ensure e-commerce SEO success.",
    "extra_info" : "Specialized in e-commerce SEO, keyword research, and traffic optimization.",
    "hex_color" : "#FABC05"
  },
  {
    "id" : "sap-commerce-cloud",
    "card_title" : "Hybris",
    "header" : "SAP Commerce Cloud",
    "subhead" : "SAP Commerce Cloud (formerly Hybris) is a leading e-commerce platform used to build scalable, enterprise-level online stores.",
    "description" : "With 4 years of experience in SAP Commerce Cloud, I have specialized in backend development, particularly with tools like HAC (Hybris Administration Console), Backoffice, and WCMS (Web Content Management System) cockpit. I focus on creating scalable e-commerce solutions, optimizing backend processes, and enhancing user experiences through efficient content management.",
    "extra_info" : "Experience with HAC, Backoffice, WCMS, and backend e-commerce development.",
    "hex_color" : "#1378D3"
  },
  {
    "id" : "swift",
    "card_title" : "Swift",
    "header" : "Swift iOS",
    "subhead" : "Swift is a powerful and intuitive programming language for building iOS applications.",
    "description" : "With 2 years of experience in Swift iOS development, I focus on building user-friendly, high-performance apps. One of my successful projects is Prokedex, a popular app that has garnered positive user feedback and strong engagement.",
    "extra_info" : "Proficient in Swift, iOS app development, and user experience optimization.",
    "hex_color" : "#FC6326"
  },
  {
    "id" : "mysql",
    "card_title" : "Mysql",
    "header" : "MySQL",
    "subhead" : "MySQL is a widely used relational database management system known for its speed, reliability, and ease of use.",
    "description" : "I have 3 years of experience working with MySQL, specializing in database design, optimization, and query performance. My expertise includes ensuring data integrity, efficient data retrieval, and managing large-scale database systems to support high-performance applications.",
    "extra_info" : "Experience in MySQL optimization, query performance, and database management.",
    "hex_color" : "#00758F"
  },
  {
    "id" : "spring-framework",
    "card_title" : "Spring",
    "header" : "Spring Framework",
    "subhead" : "Spring Framework is a powerful, lightweight framework for Java, used to create scalable and high-performance enterprise applications.",
    "description" : "With 6 years of experience in the Spring Framework, I have built scalable, secure, and high-performance backend applications. I am skilled in Spring Boot, Spring MVC, and integrating various Spring modules to create robust enterprise-level solutions.",
    "extra_info" : "Specialized in Spring Boot, Spring MVC, and backend architecture.",
    "hex_color" : "#6CB445"
  },
  {
    "id" : "html",
    "card_title" : "HTML",
    "header" : "Hypertext Markup Language (HTML)",
    "subhead" : "HTML is the standard markup language used to create web pages and applications.",
    "description" : "With 6 years of experience in HTML, I focus on creating clean, semantic, and accessible web pages. I specialize in structuring content, ensuring cross-browser compatibility, and optimizing web layouts for responsive design across all devices.",
    "extra_info" : "Experience with semantic HTML, responsive design, and accessibility best practices.",
    "hex_color" : "#F16529"
  },
  {
    "id" : "css",
    "card_title" : "CSS",
    "header" : "Cascading Style Sheets (CSS)",
    "subhead" : "CSS is a style sheet language used to describe the presentation of a document written in HTML or XML.",
    "description" : "With 3 years of experience in CSS, I specialize in creating visually appealing, responsive, and user-friendly web designs. My skills include CSS3, animations, and layout techniques like Flexbox and Grid, ensuring modern web development best practices.",
    "extra_info" : "Proficient in CSS3, animations, Flexbox, and Grid.",
    "hex_color" : "#379AD6"
  },
  {
    "id" : "javascript",
    "card_title" : "JS",
    "header" : "Javascript",
    "subhead" : "JavaScript is a high-level programming language used to create dynamic, interactive web applications.",
    "description" : "With 3 years of experience in JavaScript, I focus on building dynamic, interactive web applications. I am proficient in ES6+, DOM manipulation, and integrating with frontend frameworks to enhance both user experiences and functionality.",
    "extra_info" : "Skilled in ES6+, DOM manipulation, and frontend framework integration.",
    "hex_color" : "#FFDF00"
  }
]
